Выполнили студенты гр.3280  
Димитриев Д.  
Михайлов О.  
------ 
Условие задачи:  
Написать программу для автоматического редактирования (расстановка пробелов, 
переносов строки) программы на языке Си. Программа должна работать с циклами 
for и while и оператором if.  
```Пример
Вход:  
for (int  i = 0; i < 10; i++) { if (i % 2 == 0) {printf(“%d”, i); } }  
выход:  
for (int  i = 0; i < 10; i++) {   
  if (i % 2 == 0) {  
    printf(“%d”, i);  
  }  
} 
```
